Repository: numero2/contao-storelocator
Catalog: languages/*/*_module.xlf
Languages: de

# tl_module.editalias.0
source: Edit source element
de: Quellelement bearbeiten

# tl_module.editalias.1
source: Edit the source element ID %s
de: Das Quellelement ID %s bearbeiten

# tl_module.sl_filter_legend
source: Filter settings
de: Filter-Einstellungen

# tl_module.storelocator_autocomplete_country.0
source: Default country
de: Standardland

# tl_module.storelocator_autocomplete_country.1
source: Please select from which country addresses should be suggested (leave empty for no restriction).
de: Bitte wählen Sie aus welchem Land Adressvorschläge angezeigt werden sollen (leer lassen um nicht zu beschränken).

# tl_module.storelocator_default_country.0
source: Default country
de: Standardland

# tl_module.storelocator_default_country.1
source: Please select from which country stores should be shown.
de: Bitte wählen Sie aus welchem Land die Händler angezeigt werden sollen.

# tl_module.storelocator_enable_autocomplete.0
source: Enable autosuggest?
de: Vorschläge anzeigen?

# tl_module.storelocator_enable_autocomplete.1
source: Displays suggestions while typing.
de: Zeigt dem Nutzer Suchvorschläge schon während der Eingabe an.

# tl_module.storelocator_search_tpl.1
source: Which template should be used to display the search mask.
de: Wählen Sie mit welchen Template die Suchmaske dargestellt werden soll.

# tl_module.storelocator_list_tpl.1
source: Choose which template should be used to list the stores
de: Wählen Sie mit welchen Template die Händler dargestellt werden sollen.

# tl_module.storelocator_filter_tpl.1
source: Which template should be used to display the filter mask.
de: Wählen Sie mit welchen Template die Filtermaske dargestellt werden soll.

# tl_module.storelocator_search_categories.0
source: Categories
de: Händlerkategorien

# tl_module.storelocator_search_categories.1
source: From which categories can the user choose to show results?
de: Aus welchen Händlerlisten soll der Nutzer Einträge auswählen können?

# tl_module.storelocator_list_categories.0
source: Categories
de: Händlerkategorien

# tl_module.storelocator_list_categories.1
source: From which category should the stores be displayed
de: Aus welchen Händlerlisten sollen Einträge angezeigt werden?

# tl_module.storelocator_always_show_results.0
source: Always show stores?
de: Händler immer anzeigen?

# tl_module.storelocator_always_show_results.1
source: Should all stores be shown even if no search was performed?
de: Soll der Benutzer ohne vorherige Suchanfrage alle Händler sehen können?

# tl_module.storelocator_show_map.0
source: Show stores in Google Map?
de: Händler in Google Map anzeigen?

# tl_module.storelocator_show_map.1
source: Should the stores be shown in a Google Map in addition to the normal results list?
de: Sollen die Händler neben der Ergebnisliste auch in einer Google Map angezeigt werden?

# tl_module.storelocator_load_results_on_pan.0
source: Load more results on pan
de: Weitere Ergebnisse nachladen

# tl_module.storelocator_load_results_on_pan.1
source: More results will be loaded when paning the map
de: Weitere Ergebnisse werden automatisch beim Ziehen der Karte nachgeladen

# tl_module.storelocator_limit_marker.0
source: Max amount of markers to add dynamically
de: Maximale Anzahl nachzuladener Marker

# tl_module.storelocator_limit_marker.1
source: this will not limit the number of markers on the map
de: Maximale Anzahl der Marker die gleichzeitig nachgeladen werden

# tl_module.storelocator_map_interaction.0
source: When clicking a pin on the map …
de: Beim Anklicken eines Pins auf der Karte …

# tl_module.storelocator_map_interaction.1
source: What action should be performed when clicking a pin on the map?
de: Welche Aktion soll beim Anklicken eines Pins auf der Karte ausgeführt werden?

# tl_module.storelocator_list_interaction.0
source: When clicking an entry in the results …
de: Beim Anklicken eines Eintrags in der Ergebnisliste …

# tl_module.storelocator_list_interaction.1
source: What action should be performed when clicking an entry in the results?
de: Welche Aktion soll beim Anklicken eines Eintrags in der Ergebnisliste ausgeführt werden?

# tl_module.storelocator_map_pin.0
source: Pin image
de: Pin-Bild

# tl_module.storelocator_map_pin.1
source: The normal map pins will be replaced by the chosen image.
de: Die normalen Pins in der Karte werden durch die gewählte Grafik ersetzt.

# tl_module.storelocator_list_limit.0
source: Number of results
de: Anzahl der Ergebnisse

# tl_module.storelocator_list_limit.1
source: How many results should be shown?
de: Wieviele Ergebnisse sollen maximal angezeigt werden?

# tl_module.storelocator_details_tpl.1
source: Choose which template should be used to show details of the store
de: Wählen Sie mit welchen Template der Händler dargestellt werden soll.

# tl_module.storelocator_limit_distance.0
source: Limit distance
de: Entfernung begrenzen

# tl_module.storelocator_limit_distance.1
source: Do not show stores which exceed the maximum distance.
de: Einträge ab einer maximalen Entfernung nicht anzeigen.

# tl_module.storelocator_max_distance.0
source: Max distance
de: Maximale Entfernung

# tl_module.storelocator_max_distance.1
source: The maximum distance in km.
de: Die maximale Entfernung in km.

# tl_module.storelocator_search_in.0
source: Search in
de: Suche in

# tl_module.storelocator_search_in.1
source: Sets which fields can be searched.
de: Legt fest in welchen Felder gesucht werden kann.

# tl_module.storelocator_sortable.0
source: Order by
de: Sortieren nach

# tl_module.storelocator_sortable.1
source: Sets which fields can be be used to sort the results.
de: Legt fest nach welchen Feldern sortiert werden kann.

# tl_module.storelocator_use_filter.0
source: Use filter module
de: Filter Module verwenden

# tl_module.storelocator_use_filter.1
source: Is there a filter module for this list.
de: Gibt es für dieses Listen Module ein Filter Module.

# tl_module.storelocator_center.0
source: Center
de: Mittelpunkt

# tl_module.storelocator_center.1
source: Center of the map, comma-separated {latitude,longitude} pair (e.g. "40.714728,-73.998672") or a string address (e.g. "city hall, new york, ny") identifying a unique location.
de: Mittelpunkt der Karte, Komma getrennte {Längengrad, Breitengrad} Paar (z. B. "40.714728,-73.998672") oder als Adresse, die einen eindeutigen Standort angibt (z. B. „city hall, new york, ny“).

# tl_module.storelocator_zoom.0
source: Zoom level
de: Vergrößerungsstufe

# tl_module.storelocator_zoom.1
source: 1 shows the World, 5 Landmass/continent, 10 City, 15 Streets, 20 Buildings
de: 1 zeigt die Welt, 5 Landmasse/Kontinent, 10 Stadt, 15 Straßen, 20 Gebäude

# tl_module.storelocator_limit_marker_static.0
source: Max amount of marker
de: Maximale Anzahl an Markern

# tl_module.storelocator_limit_marker_static.1
source: This can be maximal 50.
de: Dies wird zusätzlich beschränkt auf 50 Stück.

# tl_module.storelocator_maptype.0
source: Map type
de: Kartentyp

# tl_module.storelocator_maptypes.roadmap
source: Roadmap image
de: Kartenbild

# tl_module.storelocator_maptypes.satellite
source: satellite image
de: Satellitenbild

# tl_module.storelocator_maptypes.terrain
source: Physical relief map image,
de: Kartenbild mit Reliefstruktur

# tl_module.storelocator_maptypes.hybrid
source: Hybrid of the satellite and roadmap image
de: Hybridbild aus Satelliten- und Roadmap-Bild

# tl_module.storelocator_size.0
source: Image size
de: Bildgröße

# tl_module.storelocator_size.1
source: free plan only allows size up to 640x640
de: Kostenlos nur bis 640x640 möglich.

# tl_module.storelocator_format.0
source: Image format
de: Bildformat

# tl_module.storelocator_formats.jpg-baseline
source: JPEG (non-progressive)
de: JPEG (nichtprogressives)

# tl_module.storelocator_scale.0
source: Scale value
de: Skalierungswert

# tl_module.storelocator_scales.free
source: Free
de: Kostenlos

# tl_module.storelocator_static_map_tpl.1
source: Which template should be used to display the static map.
de: Wählen Sie mit welchen Template die statische Karte dargestellt werden soll.
