Repository: numero2/contao-storelocator
Catalog: src/Resources/contao/languages/*/*_settings.xlf
Languages: de

# tl_settings.storelocator_legend
source: StoreLocator Settings
de: StoreLocator Einstellungen

# tl_settings.sl_provider_backend.0
source: Map provider backend
de: Karten-Provider Backend

# tl_settings.sl_provider_backend.1
source: Choose which map provider will be used in the contao backend.
de: Bitte wählen Sie welchen Karten-Provider im Contao backend verwendet werden soll.

# tl_settings.google_maps_server_key.0
source: Google Maps server key
de: Google Maps Server-Schlüssel

# tl_settings.google_maps_server_key.1
source: Google Maps server key
de: Google Maps Server-Schlüssel

# tl_settings.google_maps_browser_key.0
source: Google Maps browser key
de: Google Maps Browser-Schlüssel

# tl_settings.google_maps_browser_key.1
source: Google Maps browser key
de: Google Maps Browser-Schlüssel

# tl_settings.bing_map_server_key.0
source: Bing Maps key
de: Bing Maps Schlüssel

# tl_settings.bing_map_server_key.1
source: Bing Maps key
de: Bing Maps Schlüssel

# tl_settings.here_server_key.0
source: HERE key
de: HERE Schlüssel

# tl_settings.here_server_key.1
source: HERE key
de: HERE Schlüssel

# tl_settings.nominatim_server.1
source: Optional, only necessary with own server
de: Optional, nur notwendig bei eigenem Server

# tl_settings.nominatim_user_agent.1
source: Unique identifier for your requests
de: Eindeutige Bezeichnung zur Identifizierung Ihrer Anfragen

# tl_settings.opencage_api_key.0
source: OpenCage key
de: OpenCage Schlüssel

# tl_settings.opencage_api_key.1
source: OpenCage key
de: OpenCage Schlüssel

# tl_settings.err.missing_server_key
source: No API keys have yet been configured for a provider in the StoreLocator settings.
de: In den StoreLocator-Einstellungen wurden noch keine API-Schlüssel für einen Anbieter konfiguriert.

# tl_settings.err.missing_browser_key
source: An API key from a compatible provider is required for the map display of stores in the frontend.
de: Für die Kartendarstellung von Händlern im Frontend ist ein API-Schlüssel eines kompatiblen Anbieters notwendig.

# tl_settings.sl_provider_backend_options.hide
source: Do not show
de: Keine Anzeige
