Repository: numero2/contao-storelocator
Catalog: src/Resources/contao/languages/*/*_storelocator_stores.xlf
Languages: de

# tl_storelocator_stores.name.1
source: Name of the store.
de: Name des Händlers.

# tl_storelocator_stores.alias.1
source: Will be generated automatically.
de: Wird automatisch generiert.

# tl_storelocator_stores.email.1
source: E-Mail Address.
de: E-Mail-Adresse zur Kontaktaufnahme.

# tl_storelocator_stores.url.0
source: Website
de: Webseite

# tl_storelocator_stores.url.1
source: Enter the URL of the stores website.
de: Geben Sie die URL zur Webseite des Händlers an.

# tl_storelocator_stores.phone.0
source: Phone
de: Telefon

# tl_storelocator_stores.phone.1
source: Telephone number
de: Telefonnummer

# tl_storelocator_stores.fax.1
source: Fax number
de: Faxnummer

# tl_storelocator_stores.description.0
source: Description
de: Beschreibung

# tl_storelocator_stores.singleSRC.0
source: Image
de: Bild

# tl_storelocator_stores.street.0
source: Street
de: Strasse

# tl_storelocator_stores.street.1
source: Name of the street plus house number.
de: Name der Strasse und Hausnummer.

# tl_storelocator_stores.postal.0
source: ZIP
de: PLZ

# tl_storelocator_stores.postal.1
source: Zip code
de: Postleitzahl

# tl_storelocator_stores.city.0
source: City
de: Stadt

# tl_storelocator_stores.city.1
source: Name of the city.
de: Name der Stadt.

# tl_storelocator_stores.country.0
source: Country
de: Land

# tl_storelocator_stores.country.1
source: Please choose a country.
de: Bitte wähle ein Land aus.

# tl_storelocator_stores.opening_times.0
source: Opening times
de: Öffnungszeiten

# tl_storelocator_stores.times_weekday.0
source: Weekdays
de: Wochentag

# tl_storelocator_stores.times_from.0
source: from
de: von

# tl_storelocator_stores.times_to.0
source: to
de: bis

# tl_storelocator_stores.times_operations_copy
source: Duplicate the row
de: Die Reihe duplizieren

# tl_storelocator_stores.times_operations_up
source: Move the row up one position
de: Die Reihe eine Position nach oben verschieben

# tl_storelocator_stores.times_operations_down
source: Move the row one position down
de: Die Reihe eine Position nach unten verschieben

# tl_storelocator_stores.times_operations_delete
source: Delete the row
de: Die Reihe löschen

# tl_storelocator_stores.longitude.0
source: Longitude
de: Längengrad

# tl_storelocator_stores.longitude.1
source: To be filled in automatically...
de: Wird automatisch ausgefüllt...

# tl_storelocator_stores.latitude.0
source: Latitude
de: Breitengrad

# tl_storelocator_stores.latitude.1
source: To be filled in automatically...
de: Wird automatisch ausgefüllt...

# tl_storelocator_stores.map.0
source: Map
de: Kartenansicht

# tl_storelocator_stores.geo_explain.0
source: The geographic coordinates are needed for the search to be working correctly. Later on the user will be able to search for stores near his given location. Both of these fields will be filled in automatically but also can be fixed manually.
de: Die geographischen Koordinaten werden benötigt damit der Besucher später nach einem Händler in seiner Nähe suchen kann. Diese beiden Felder werden automatisch beim Speichern ausgefüllt, können aber bei Bedarf manuell korrigiert werden.

# tl_storelocator_stores.common_legend
source: Common
de: Allgemein

# tl_storelocator_stores.tags_legend
source: Tags / Keywords
de: Tags / Schlagwörter

# tl_storelocator_stores.contact_legend
source: Contact
de: Kontaktdaten

# tl_storelocator_stores.adress_legend
source: Address
de: Adressdaten

# tl_storelocator_stores.geo_legend
source: Coordinates
de: Koordinaten

# tl_storelocator_stores.times_legend
source: Opening times
de: Öffnungszeiten

# tl_storelocator_stores.publish_legend
source: Publishing
de: Veröffentlichung

# tl_storelocator_stores.new.0
source: New store
de: Neuer Händler

# tl_storelocator_stores.new.1
source: Add a new store
de: Neuen Händler anlegen

# tl_storelocator_stores.coords.0
source: No coordinates available!
de: Noch keine Geo-Koordinaten vorhanden!

# tl_storelocator_stores.coords.1
source: Coordinates available
de: Geo-Koordinaten vorhanden

# tl_storelocator_stores.edit.0
source: Edit store
de: Händler bearbeiten

# tl_storelocator_stores.edit.1
source: Edit store with ID %s
de: Händler mit der ID %s bearbeiten

# tl_storelocator_stores.copy.0
source: Copy store
de: Händler kopieren

# tl_storelocator_stores.copy.1
source: Copy store with ID %s
de: Händler mit der ID %s kopieren

# tl_storelocator_stores.delete.0
source: Delete store
de: Händler löschen

# tl_storelocator_stores.delete.1
source: Delete store with ID %s
de: Händler mit der ID %s löschen

# tl_storelocator_stores.importStores.1
source: Import stores from a CSV file
de: Händler aus CSV-Datei importieren

# tl_storelocator_stores.fillCoordinates.0
source: Fill Coordinates
de: Koordinaten erzeugen

# tl_storelocator_stores.fillCoordinates.1
source: Fills in missing Geo-Coordinates
de: Befüllt Einträge mit noch fehlenden Geo-Koordinaten

# tl_storelocator_stores.highlight.0
source: Highlight this store
de: Hervorheben

# tl_storelocator_stores.highlight.1
source: This store will be shown in front of all others regardless of the distance
de: Dieser Händler wird bevorzugt angezeigt ungeachtet der Distanz

# tl_storelocator_stores.published.0
source: Publish this store
de: Veröffentlichen

# tl_storelocator_stores.published.1
source: This store will be shown in the Frontend
de: Dieser Händler wird im Frontend angezeigt

# tl_storelocator_stores.tags.1
source: List of tags / keywords describing this store.
de: Liste von Tags / Schlagwörtern die diesen Händler beschreiben.

# tl_storelocator_stores.ajax_coordinates_running
source: Fetching coordinates, this may take up to several minutes …
de: Koordinaten werden ermittelt, dies kann je nach Anzahl mehrere Minuten dauern …
